test

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:dat="http://www.epistandard.com/epi/4.0.0/datafeed/">
   <soapenv:Header>
      <wsse:Security soapenv:mustUnderstand="1" xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
         <wsse:UsernameToken>
            <wsse:Username>EPI058301</wsse:Username>
            <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordDigest">lKJrdMz5LWGikrC49d4NiEJMVpg=</wsse:Password>
            <wsse:Nonce>K2gzdUdjSj9EVVxMM0A0UVo2UCw=</wsse:Nonce>
            <wsu:Created xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">2015-04-29T06:43:18Z</wsu:Created>
            <EPIFPS xmlns="http://www.epistandard.com/epi/common/4.0.0/">
               <VendorCode>COIN Office</VendorCode>
               <Name>COIN Office</Name>
               <Version>15.4.5</Version>
            </EPIFPS>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <dat:EPILastModifiedRequest>
         <dat:CreationDate>2015-04-29T06:43:18Z</dat:CreationDate>
         <dat:TestIndicator>0</dat:TestIndicator>
      </dat:EPILastModifiedRequest>
   </soapenv:Body>
</soapenv:Envelope>
